export const bankData = {
  USD: [
    {
      name: "Приорбанк",
      latitude: 53.9066118555078,
      longitude: 30.339635336761987,
    },
    {
      name: "Банк Дабрабыт",
      latitude: 53.905614218938005,
      longitude: 30.339023348912967,
    },
    {
      name: "Банк БелВЭБ",
      latitude: 53.91019535846041,
      longitude: 30.307363192837258,
    },
    {
      name: "Беларусбанк",
      latitude: 53.9081288211928,
      longitude: 30.362256381395333,
    },
    {
      name: "Отделение Альфа-Банк",
      latitude: 53.90552882621517,
      longitude: 30.342594969887514,
    },
    {
      name: "Белорусский народный банк",
      latitude: 53.90524283898946,
      longitude: 30.343262099169404,
    },
  ],
  ARS: [
    {
      name: "Банк Решение",
      latitude: 53.899436378663545,
      longitude: 30.334723429848868,
    },
    {
      name: "Белинвестбанк",
      latitude: 53.87790336358145,
      longitude: 30.339260941052473,
    },
  ],
  CAD: [
    {
      name: "Отделение Альфа-Банк",
      latitude: 53.90552882621517,
      longitude: 30.342594969887514,
    },
    {
      name: "ЗАО Банк ВТБ",
      latitude: 53.904747384285784,
      longitude: 30.342841071113046,
    },
    {
      name: "Банк развития",
      latitude: 53.903902633712654,
      longitude: 30.341942357566257,
    },
  ],
  JPY: [
    {
      name: "Банк развития",
      latitude: 53.903902633712654,
      longitude: 30.341942357566257,
    },
    {
      name: "Белорусский народный банк",
      latitude: 53.90524283898946,
      longitude: 30.343262099169404,
    },
  ],
  AUD: [
    {
      name: "Paritetbank",
      latitude: 53.90767425043265,
      longitude: 30.340694959411547,
    },
    {
      name: "Белорусский народный банк",
      latitude: 53.90524283898946,
      longitude: 30.343262099169404,
    },
  ],
  CNY: [
    {
      name: "Приорбанк",
      latitude: 53.9066118555078,
      longitude: 30.339635336761987,
    },
    {
      name: "Белорусский народный банк",
      latitude: 53.90524283898946,
      longitude: 30.343262099169404,
    },
    {
      name: "Отделение Альфа-Банк",
      latitude: 53.90552882621517,
      longitude: 30.342594969887514,
    },
    {
      name: "Беларусбанк",
      latitude: 53.9081288211928,
      longitude: 30.362256381395333,
    },
    {
      name: "Белагропромбанк",
      latitude: 53.897530028393156,
      longitude: 30.338154272802598,
    },
  ],
  EUR: [
    {
      name: "Приорбанк",
      latitude: 53.9066118555078,
      longitude: 30.339635336761987,
    },
    {
      name: "Банк БелВЭБ",
      latitude: 53.91019535846041,
      longitude: 30.307363192837258,
    },
    {
      name: "Беларусбанк",
      latitude: 53.9081288211928,
      longitude: 30.362256381395333,
    },
    {
      name: "Белорусский народный банк",
      latitude: 53.90524283898946,
      longitude: 30.343262099169404,
    },
    {
      name: "Банк развития",
      latitude: 53.903902633712654,
      longitude: 30.341942357566257,
    },
  ],
  BTC: [
    {
      name: "Приорбанк",
      latitude: 53.9066118555078,
      longitude: 30.339635336761987,
    },
  ],
  LBP: [
    {
      name: "Приорбанк",
      latitude: 53.9066118555078,
      longitude: 30.339635336761987,
    },
    {
      name: "Белорусский народный банк",
      latitude: 53.90524283898946,
      longitude: 30.343262099169404,
    },
    {
      name: "ЗАО Банк ВТБ",
      latitude: 53.90499462693085,
      longitude: 30.342704909959437,
    },
  ],
};

export const defaultLocation = {
  latitude: 53.8925,
  longitude: 30.3449,
};
